{
  "_meta": {
    "maxChars": {
      "welcome": "50"
    }
  },
  "en": {
    "welcome": "Welcome!",
    "title": "PROJECT BLOOM",
    "credits": "CREDITS",
    "creditsDesc": "<b>Written by:</b> David Dionisio\n<b>Music from:</b> Kevin Macleod\n<b>Photos:</b>\nSahara (Kent Larsson), Road to the Isles (Trevor Wright), Similkameen River (Greg Shine, BLM), Costa Brava (Gordito1869), Puerto Rico (Oquendo)",
    "launch": "LAUNCH",
    "mismatch": "MISMATCH",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "on": "ON",
    "off": "OFF",
    "close": "CLOSE",
    "okay": "OKAY",
    "reveal": "REVEAL",
    "back": "BACK",
    "levelMatchTitle": "MATCH CLIMATE",
    "levelMatchDesc": "Find the location that matches the climate.",
    "levelMatchNotFound": "Climate does not match, try another location.",
    "levelMatchFound": "Climate match found!",
    "cycleTitle": "Cycle",
    "cycle": "CYCLE {0}",
    "cycleStart": "BEGIN",
    "cycleEnd": "CYCLE FINISH",
    "victory": "VICTORY",
    "summaryTitle": "SUMMARY",
    "climate": "Climate",
    "climateZone": "Climate Zone",
    "climateZones": "Climate Zones",
    "latitudes": "Latitudes",
    "latitudeEquator": "Equator (0°)",
    "latitudeTropicCancer": "Tropic of Cancer (23°27')",
    "latitudeTropicCapricorn": "Tropic of Capricorn (23°27')",
    "latitudeArctic": "Arctic Circle (66°33')",
    "latitudeAntarctic": "Antarctic Circle (66°33')",
    "zone": "Zone",
    "zoneTropics": "Tropics",
    "zoneSubtropics": "Subtropics",
    "zoneTemperate": "Temperate",
    "zoneFrigid": "Frigid",
    "type": "Type",
    "humidity": "Humidity",
    "wind": "Wind",
    "winter": "Winter",
    "summer": "Summer",
    "weatherAlert": "WEATHER ALERT",
    "weatherForecast": "Weather Forecast",
    "weatherSunny": "Sunny",
    "weatherSunnyDesc": "Sun is visible for most of the day with few scattered clouds.",
    "weatherPartlySunny": "Partly Sunny",
    "weatherPartlySunnyDesc": "Less than half the sky is covered by clouds.",
    "weatherMostlyCloudy": "Mostly Cloudy",
    "weatherMostlyCloudyDesc": "Clouds cover the sky for more than 60%.",
    "weatherCloudy": "Cloudy",
    "weatherCloudyDesc": "Clouds cover almost all of the sky.",
    "weatherLightRain": "Light Rain",
    "weatherLightRainDesc": "A small amount of water accumulates from the rain over the day.",
    "weatherRain": "Rain",
    "weatherRainDesc": "A moderate amount of water accumulates from the rain over the day.",
    "weatherOvercast": "Overcast",
    "weatherOvercastDesc": "Clouds cover the sky over 90%. The sun is practically invisible for the entire day.",
    "weatherFog": "Fog",
    "weatherFogDesc": "Clouds have formed at ground level, causing low visibility.",
    "weatherHaze": "Haze",
    "weatherHazeDesc": "Particles of dusts hang over the air due to the gusts of wind, causing low visibility.",
    "weatherSandstorm": "Sandstorm",
    "weatherSandstormDesc": "Strong wind carries a dangerous amount of sand causing massive havoc, and low visibility.",
    "weatherLightSnow": "Light Snow",
    "weatherLightSnowDesc": "A small amount of snow accumulates over the day. Low visibility is expected.",
    "weatherSnow": "Snow",
    "weatherSnowDesc": "A moderate amount of snow accumulates over the day. Low visibility is expected.",
    "weatherBlizzard": "Blizzard",
    "weatherBlizzardDesc": "A combination of strong wind, and freezing temperature. Falling large debris of ice is to be expected throughout the day.",
    "unitAllyCollector": "Gather Frog",
    "unitAllyCollectorDesc": "These frogs will be gathering water from a nearby source. Please protect them as they traverse the land!",
    "unitAllyGardener": "Garden Frog",
    "unitAllyGardenerDesc": "These frogs will tend to the garden to help grow the flowers, and rid them of pesky weeds.",
    "unitAllyMallet": "Iron Frog",
    "unitAllyMalletDesc": "Deploy these hardy frogs to crush pesky rodents from the ground.",
    "unitAllySpearman": "Air Frog",
    "unitAllySpearmanDesc": "Deploy these frogs to fight against the pests that plague the sky.",
    "unitAllySunfly": "Sun Fly",
    "unitAllySunflyDesc": "These flies are capable of generating warmth to help flowers grow in cold weather, as well as melt ice.",
    "unitAllyWindBlocker": "Windshield Frog",
    "unitAllyWindBlockerDesc": "Deploy these frogs to protect the flowers from being blown away by dangerous wind.",
    "climateZonePolar": "Polar",
    "climateZonePolarDesc": "Polar",
    "climateZoneTemperate": "Temperate",
    "climateZoneTemperateDesc": "Temperate",
    "climateZoneTropical": "Tropical",
    "climateZoneTropicalDesc": "Tropical",
    "climateTypeArid": "Desert",
    "climateTypeAridDesc": "These climates are dry areas that receive little to no rain over a stretch of time. Not much vegetations can grow in these areas.",
    "climateTypeContinental": "Continental",
    "climateTypeContinentalDesc": "Continental climates are found in regions away from the sea. They generally have four seasons: spring, summer, autumn, and winter.",
    "climateTypeMarineWestCoast": "Oceanic",
    "climateTypeMarineWestCoastDesc": "Oceanic (or Maritime) are influenced by ocean currents and are generally located next to the sea. The temperature range is fairly narrow, with cool summers and winters.",
    "climateTypeMediterranean": "Mediterranean",
    "climateTypeMediterraneanDesc": "Mediterranean climates are generally found in coastal regions, where the water is warm. The temperature is mild and musty.",
    "climateTypePolar": "Arctic",
    "climateTypePolarDesc": "Arctic climate is defined by its long frigid winter, and short cool summer. They are at the very top and bottom of Earth where the sun barely shines.",
    "climateTypeRainforest": "Rainforest",
    "climateTypeRainforestDesc": "Rainforest climate is defined by its frequent rain, and high humidity. Because of this, these areas are dense with trees and vegetations.",
    "locationOutback": "Australian Outback",
    "locationOutbackDesc": "The outback is located within Australia. Its biome consists of: tropical, savanna, and desert.",
    "locationGreatPlains": "Great Plains",
    "locationGreatPlainsDesc": "The Great Plains is the broad flat lands in the middle of North America. Its biome is mostly made up of: prairie (flat grassy fields) and badlands (plateaus and canyons).",
    "locationSahara": "Sahara Desert",
    "locationSaharaDesc": "The Sahara is currently the largest hot desert in the world, located in North Africa. Its biome is predominantly a desert.",
    "locationBritishIsles": "British Isles",
    "locationBritishIslesDesc": "The British Isles are a group of islands located on the northwestern coast of Europe. Its biome is mostly that of a temperate forest.",
    "locationPacificNorthwest": "Pacific Northwest",
    "locationPacificNorthwestDesc": "The Pacific Northwest is a region of North America between the Pacific Ocean and the mountain range. Its biome mostly consists of a coniferous forest (pine and evergreen trees).",
    "locationCostaBrava": "Costa Brava",
    "locationCostaBravaDesc": "Located in the northeast coastal region of Spain. Its biome consists of: dry forest and scrubs.",
    "locationGreenland": "Greenland",
    "locationGreenlandDesc": "Greenland is the world’s largest island located in the North Atlantic Ocean. Its biome mostly consists of a tundra.",
    "locationSiberia": "Siberia",
    "locationSiberiaDesc": "Siberia is a vast region north of Russia. Its biome mostly consists of a snow forest (taiga).",
    "locationBrazil": "Brazil",
    "locationBrazilDesc": "Brazil is a country in the upper region of South America located next to the Atlantic Ocean. Its biome mostly consists of the Amazonian rainforest.",
    "locationPuertoRico": "Puerto Rico",
    "locationPuertoRicoDesc": "Puerto Rico is a self-governed island associated with the United States located in the northeast Caribbean Sea. Its biome mostly consists of a rainforest.",
    "intro01": "Welcome to Project Bloom! We are conducting an experiment to grow some special flowers in various climates.",
    "intro02": "We need you to help train these fine capable frogs to nurture and protect the flowers.",
    "tutorialLevelSelect01": "This is a satellite map of Earth. Help us find a suitable location to land our seedling based on the target climate.",
    "tutorialLevelSelect02": "You can press the image of the climate to get more information.",
    "tutorialDragInstruction": "Drag the card towards the playing field.",
    "tutorialWeatherInfo": "Press any of the weather for more info!",
    "level1Summary01": "Climate versus Weather",
    "level1Summary02": "Weather describes the atmospheric condition at a specific region, and period of time. This is typically in hour-to-hour, day-to-day.",
    "level1Summary03": "Climate describes the average weather over a long period of time at a specific region. This can be 30 years, or even over a century.",
    "level1Summary_ex01": "Day 1",
    "level1Summary_ex02": "Day 2",
    "level1Summary_ex03": "Day 3",
    "level2Summary01": "Microclimate",
    "level2Summary02": "Certain local areas can have a different pattern of weather than the main climate. This can be as small as a garden patch, or even a cave. As an example: a mountain or a hill can block the sunlight for most of the time, causing a cooler region.",
    "level3Summary01": "Severe Weather",
    "level3Summary02": "These are rare types of weather that can cause havoc across a region. Their atmospheric condition such as the wind and temperature are off the charts. Severe weathers are considered to be dangerous, and can put you in a perilous situation.",
    "postGameDialog01": "Now that we have enough climate data of Earth, we just need to verify their category on each climate zone.",
    "postGameDialog02": "You have been a great help, but we need you one more time to correctly match these climates. For science!",
    "projectSuccess": "PROJECT SUCCESS",
    "congrats": "Thank you for playing!",
    "end": "COMPLETE"
  }
}