{
  "_meta": {
    "maxChars": {
      "welcome": "50"
    }
  },
  "en": {
    "welcome": "Welcome!",
    "title": "PROJECT BLOOM",
    "credits": "CREDITS",
    "creditsDesc": "<b>Written by:</b> David Dionisio\n<b>Music from:</b> Kevin Macleod\n<b>Photos:</b>\nSahara (Kent Larsson), Road to the Isles (Trevor Wright), Similkameen River (Greg Shine, BLM), Costa Brava (Gordito1869), Puerto Rico (Oquendo)",
    "launch": "LAUNCH",
    "mismatch": "MISMATCH",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "speech": "SPEECH",
    "on": "ON",
    "off": "OFF",
    "close": "CLOSE",
    "okay": "OKAY",
    "reveal": "REVEAL",
    "back": "BACK",
    "newGame": "NEW GAME",
    "continue": "CONTINUE",
    "toggleClimateHint": "Climate zones help determine the general temperature of climates based on the latitude. Locations closer to the equator are hotter due to more direct sunlight.",
    "levelMatchTitle": "MATCH CLIMATE",
    "levelMatchDesc": "Find the location that matches the climate.",
    "levelMatchNotFound": "Climate does not match, try another location.",
    "levelMatchFound": "Climate match found!",
    "cycleTitle": "Cycle",
    "cycle": "CYCLE {0}",
    "cycleStart": "BEGIN",
    "cycleEnd": "CYCLE FINISH",
    "victory": "VICTORY",
    "summaryTitle": "SUMMARY",
    "climate": "Climate",
    "climate_title": "CLIMATE",
    "climateZone": "Climate Zone",
    "climateZones": "Climate Zones",
    "weather_title": "WEATHER",
    "microclimate_title": "MICROCLIMATE",
    "latitudes": "Latitudes",
    "latitudeEquator": "Equator (0°)",
    "latitudeTropicCancer": "Tropic of Cancer (23°27')",
    "latitudeTropicCapricorn": "Tropic of Capricorn (23°27')",
    "latitudeArctic": "Arctic Circle (66°33')",
    "latitudeAntarctic": "Antarctic Circle (66°33')",
    "zone": "Zone",
    "zoneTropics": "Tropics",
    "zoneSubtropics": "Subtropics",
    "zoneTemperate": "Temperate",
    "zoneFrigid": "Frigid",
    "type": "Type",
    "humidity": "Humidity",
    "wind": "Wind",
    "windSpeed": "Wind Speed",
    "winter": "Winter",
    "summer": "Summer",
    "autumn": "Autumn",
    "spring": "Spring",
    "warmSummerColdWinter": "Warm summer, cool winter.",
    "hotYearly": "Hot all year.",
    "weatherAlert": "WEATHER ALERT",
    "weatherForecast": "Weather Forecast",
    "weatherSunny": "Sunny",
    "weatherSunnyDesc": "Sun is visible for most of the day with few scattered clouds.",
    "weatherPartlySunny": "Partly Sunny",
    "weatherPartlySunnyDesc": "Less than half the sky is covered by clouds.",
    "weatherMostlyCloudy": "Mostly Cloudy",
    "weatherMostlyCloudyDesc": "Clouds cover the sky for more than 60%.",
    "weatherCloudy": "Cloudy",
    "weatherCloudyDesc": "Clouds cover almost all of the sky.",
    "weatherLightRain": "Light Rain",
    "weatherLightRainDesc": "A small amount of water accumulates from the rain over the day.",
    "weatherRain": "Rain",
    "weatherRainDesc": "A moderate amount of water accumulates from the rain over the day.",
    "weatherOvercast": "Overcast",
    "weatherOvercastDesc": "Clouds cover the sky over 90%. The sun is practically invisible for the entire day.",
    "weatherFog": "Fog",
    "weatherFogDesc": "Clouds have formed at ground level, causing low visibility.",
    "weatherHaze": "Haze",
    "weatherHazeDesc": "Particles of dusts hang over the air due to the gusts of wind, causing low visibility.",
    "weatherSandstorm": "Sandstorm",
    "weatherSandstormDesc": "Strong wind carries a dangerous amount of sand causing massive havoc, and low visibility.",
    "weatherLightSnow": "Light Snow",
    "weatherLightSnowDesc": "A small amount of snow accumulates over the day. Low visibility is expected.",
    "weatherSnow": "Snow",
    "weatherSnowDesc": "A moderate amount of snow accumulates over the day. Low visibility is expected.",
    "weatherBlizzard": "Blizzard",
    "weatherBlizzardDesc": "A combination of strong wind, and freezing temperature. Falling large debris of ice is to be expected throughout the day.",
    "unitAllyCollector": "Gather Frog",
    "unitAllyCollectorDesc": "These frogs will be gathering water from a nearby source. Please protect them as they traverse the land!",
    "unitAllyGardener": "Garden Frog",
    "unitAllyGardenerDesc": "These frogs will tend to the garden to help grow the flowers, and rid them of pesky weeds.",
    "unitAllyMallet": "Iron Frog",
    "unitAllyMalletDesc": "Deploy these hardy frogs to crush pesky rodents from the ground.",
    "unitAllySpearman": "Air Frog",
    "unitAllySpearmanDesc": "Deploy these frogs to fight against the pests that plague the sky.",
    "unitAllySunfly": "Sun Fly",
    "unitAllySunflyDesc": "These flies are capable of generating warmth to help flowers grow in cold weather, as well as melt ice.",
    "unitAllyWindBlocker": "Windshield Frog",
    "unitAllyWindBlockerDesc": "Deploy these frogs to protect the flowers from being blown away by dangerous wind.",
    "climateZonePolar": "Polar",
    "climateZonePolarDesc": "Polar",
    "climateZoneTemperate": "Temperate",
    "climateZoneTemperateDesc": "Temperate",
    "climateZoneTropical": "Tropical",
    "climateZoneTropicalDesc": "Tropical",
    "climateTypeArid": "Desert",
    "climateTypeAridDesc": "These climates are dry areas that receive little to no rain over a stretch of time. Not much vegetations can grow in these areas.",
    "climateTypeContinental": "Continental",
    "climateTypeContinentalDesc": "Continental climates are found in regions away from the sea. They generally have four seasons: spring, summer, autumn, and winter.",
    "climateTypeMarineWestCoast": "Oceanic",
    "climateTypeMarineWestCoastDesc": "Oceanic (or Maritime) are influenced by ocean currents and are generally located next to the sea. The temperature range is fairly narrow, with cool summers and winters.",
    "climateTypeMediterranean": "Mediterranean",
    "climateTypeMediterraneanDesc": "Mediterranean climates are generally found in coastal regions, where the water is warm. The temperature is mild and musty.",
    "climateTypePolar": "Arctic",
    "climateTypePolarDesc": "Arctic climate is defined by its long frigid winter, and short cool summer. They are at the very top and bottom of Earth where the sun barely shines.",
    "climateTypeRainforest": "Rainforest",
    "climateTypeRainforestDesc": "Rainforest climate is defined by its frequent rain, and high humidity. Because of this, these areas are dense with trees and vegetations.",
    "locationOutback": "Australian Outback",
    "locationOutbackDesc": "The outback is located within Australia. Its biome consists of: tropical, savanna, and desert.",
    "locationGreatPlains": "Great Plains",
    "locationGreatPlainsDesc": "The Great Plains is the broad flat lands in the middle of North America. Its biome is mostly made up of: prairie (flat grassy fields) and badlands (plateaus and canyons).",
    "locationSahara": "Sahara Desert",
    "locationSaharaDesc": "The Sahara is currently the largest hot desert in the world, located in North Africa. Its biome is predominantly a desert.",
    "locationBritishIsles": "British Isles",
    "locationBritishIslesDesc": "The British Isles are a group of islands located on the northwestern coast of Europe. Its biome is mostly that of a temperate forest.",
    "locationPacificNorthwest": "Pacific Northwest",
    "locationPacificNorthwestDesc": "The Pacific Northwest is a region of North America between the Pacific Ocean and the mountain range. Its biome mostly consists of a coniferous forest (pine and evergreen trees).",
    "locationCostaBrava": "Costa Brava",
    "locationCostaBravaDesc": "Located in the northeast coastal region of Spain. Its biome consists of: dry forest and scrubs.",
    "locationGreenland": "Greenland",
    "locationGreenlandDesc": "Greenland is the world’s largest island located in the North Atlantic Ocean. Its biome mostly consists of a tundra.",
    "locationSiberia": "Siberia",
    "locationSiberiaDesc": "Siberia is a vast region north of Russia. Its biome mostly consists of a snow forest (taiga).",
    "locationBrazil": "Brazil",
    "locationBrazilDesc": "Brazil is a country in the upper region of South America located next to the Atlantic Ocean. Its biome mostly consists of the Amazonian rainforest.",
    "locationPuertoRico": "Puerto Rico",
    "locationPuertoRicoDesc": "Puerto Rico is a self-governed island associated with the United States located in the northeast Caribbean Sea. Its biome mostly consists of a rainforest.",
    "intro01": "Welcome to Project Bloom! We are conducting an experiment to grow some special flowers in various climates.",
    "intro02": "We need you to help train these fine capable frogs to nurture and protect the flowers.",
    "tutorialLevelSelect01": "This is a satellite map of Earth. Help us find a suitable location to land our seedling based on the target climate.",
    "tutorialLevelSelect02": "You can press the image of the climate to get more information.",
    "tutorialDragInstruction": "Drag the card towards the playing field.",
    "tutorialWeatherInfo": "Press any of the weather for more info!",
    "level1Summary01": "Climate versus Weather",
    "level1Summary02": "Weather describes the atmospheric condition in a region within a period of time: hour-to-hour, day-to-day.",
    "level1Summary03": "Climate describes the pattern of weather in a region over a long period of time: 30 years or more.",
    "level1Summary_ex01": "Day 1",
    "level1Summary_ex02": "Day 2",
    "level1Summary_ex03": "Day 3",
    "level2Summary01": "Microclimate",
    "level2Summary02": "Certain local areas can have a different pattern of weather than the main climate. This can be as small as a garden patch, or even a cave. As an example: a mountain or a hill can block the sunlight for most of the time, causing a cooler region.",
    "level3Summary01": "Severe Weather",
    "level3Summary02": "These are rare types of weather that can cause havoc across a region. Their atmospheric condition such as the wind and temperature are off the charts. Severe weathers are considered to be dangerous, and can put you in a perilous situation.",
    "postGameDialog01": "Now that we have enough climate data of Earth, we just need to verify their category on each climate zone.",
    "postGameDialog02": "You have been a great help, but we need you one more time to correctly match these climates.",
    "projectSuccess": "PROJECT SUCCESS",
    "congrats": "Thank you for playing!",
    "end": "COMPLETE",
    "intro_climate_continental_01": "In continental climates, the temperature varies throughout the year.",
    "intro_climate_continental_02": "This is due to the region being within large landmasses far away from the oceans.",
    "intro_climate_continental_03": "Without the ocean to moderate the temperature, not much can stop the prevailing wind from being too hot, or too cold.",
    "intro_climate_continental_04": "In this scenario, we will be growing our plants during summer. Where it is mostly sunny, with some rain here and there. A pleasant weather to be out and about, and grow our plants!",
    "intro_weather_01": "Since we will be operating during summer, take note of the weather each day.",
    "intro_weather_02": "The weather describes the atmospheric condition of a region within a period of time: how cloudy, how humid, and is it going to rain?",
    "intro_weather_03": "Remember that the climate describes the weather pattern in a region annually across 30 years or more.",
    "intro_weather_04": "So the weather we will be experiencing here over a few days will be vastly different several months later.",
    "weed_intro_01": "Watch out! It looks like weeds are starting to grow near one of our plants!",
    "weed_intro_02": "Though the weather is ideal for our plants, unfortunately so it will be for these intrusive plants.",
    "weed_intro_03": "We must get rid of them, or else they will suck away all the nutrients that our plants need to grow!",
    "mole_intro_01": "A mole! These subterranean insectivores can be commonly found in continental climates, where the soil is ideal for making tunnels.",
    "mole_intro_02": "While moles don't have much interest in veggies, their tunneling however, can ruin a plant's roots.",
    "mole_intro_03": "Though they are essential in a healthy ecosystem, we don't want them near our plants!",
    "beetle_intro_01": "Look out, it's a beetle!",
    "beetle_intro_02": "Though beetles almost eat anything, this one in particular seems to prefer eating plants.",
    "beetle_intro_03": "These insects thrive in most climates, so we will be seeing more of them later.",
    "coolRainyAnnually": "Cool and rainy most of the year.",
    "intro_climate_oceanic_01": "Ah, the oceanic climate! Where it’s nice and cool throughout the year!",
    "intro_climate_oceanic_02": "This is due to the region being close to the ocean that regulates the temperature.",
    "intro_climate_oceanic_03": "However, the winds carrying the nice ocean breeze can cause a lot of days to be dull and dreary.",
    "intro_climate_oceanic_04": "Nevertheless, this moody atmosphere is a perfect place to grow our plants!",
    "intro_microclimate_01": "Looks like we landed in a peculiar place where the weather is a little bit colder than usual.",
    "intro_microclimate_02": "This is known as a microclimate, where the local atmospheric condition can differ from the surrounding areas.",
    "intro_microclimate_03": "In our case, we are below the slope of a hill that obscures most of the sunlight, and precipitations linger around longer.",
    "mushroom_intro_01": "Uh oh, a mushroom started to grow near one of our plants!",
    "mushroom_intro_02": "Since there's a lot of moisture in the region, the fungi that grow these mushrooms are able to absorb a lot of nutrients.",
    "mushroom_intro_03": "Their spores appear to be harmful to all our frogs and plants, but one: the iron frog!",
    "mushroom_intro_04": "Deploy the iron frogs to rid us of these mushrooms.",
    "intro_climate_desert_01": "Oh boy, the desert climate...We sure took a wrong turn when we landed.",
    "intro_climate_desert_02": "This dry and hot weather will leave us with little to no water for our plants…and with dry soil, not much nutrients are available.",
    "intro_climate_desert_03": "However, there are oases nearby! This miracle of a microclimate will allow us to gather nutrients and water for our plants!",
    "hopper_intro_01": "Watch out, it's a grasshopper!",
    "hopper_intro_02": "These hopping hooligans can strive even in the hottest of climates, and they're no picky eaters either!",
    "hopper_intro_03": "These ones in particular have powerful hind legs that emit a dangerous wave that harms our frogs!",
    "hopper_intro_04": "Make sure to deploy any of these frogs to stop them in their tracks!",
    "antlion_intro_01": "An antlion larva has been spotted!",
    "antlion_intro_02": "These insects are commonly found in dry and sandy climates where they can easily excavate their pits.",
    "antlion_intro_03": "Our poor unsuspecting frogs will fall prey to these pits if left alone.",
    "antlion_intro_04": "Deploy the iron frog to plug away these troublesome pits for good!",
    "hazard_weather_intro_01": "Take cover, for there is a sand storm heading our way!",
    "hazard_weather_intro_02": "Every once in a while, in certain regions, a dangerous atmospheric condition occurs that can cause major destruction.",
    "hazard_weather_intro_03": "With proper equipment and knowledge of the weather pattern, one can properly prepare, and even avoid these severe weathers.",
    "coldAnnually": "Cold and freezing all year round.",
    "intro_climate_polar_01": "Brrrtz! This climate is as cold as it can get!",
    "intro_climate_polar_02": "Most of the regions under the polar climate are far away from the equator.",
    "intro_climate_polar_03": "Hence, the weather patterns consisting of cool summers and very cold winters.",
    "intro_climate_polar_04": "Only the sturdiest of plants can withstand this bitter cold. Luckily for us, we happen to have the right tools to allow our plants to grow.",
    "intro_climate_polar_05": "Now go forth, and grow the last batch of our plants!",
    "dragClimateZone_instruction": "Drag the climate types to the matching climate zones."
  },
  "es": {
    "welcome": "Bienvenido!",
    "title": "PROYECTO BLOOM",
    "credits": "CRÉDITOS",
    "creditsDesc": "<b>Escrito por:</b> David Dionisio\r\n<b>Música de:</b> Kevin Macleod\r\n<b>Fotos:</b>\r\nSahara (Kent Larsson), Camino a las Islas (Trevor Wright), Río Similkameen (Greg Shine, BLM), Costa Brava (Gordito1869), Puerto Rico (Oquendo)",
    "launch": "LANZAMIENTO",
    "mismatch": "DISCORDANCIA",
    "options": "OPCIONES",
    "music": "MÚSICA",
    "sound": "SONIDO",
    "speech": "DISCURSO",
    "on": "ENCENDIDO",
    "off": "APAGADO",
    "close": "CERRAR",
    "okay": "BIEN",
    "reveal": "REVELAR",
    "back": "RETROCEDER",
    "newGame": "NUEVO JUEGO",
    "continue": "CONTINUAR",
    "toggleClimateHint": "Las zonas climáticas ayudan a determinar la temperatura general de los climas en función de la latitud. Las ubicaciones más cercanas al ecuador están más calientes debido a la luz solar más directa.",
    "levelMatchTitle": "CLIMA IGUALAR",
    "levelMatchDesc": "Encuentra la ubicación que coincida con el clima.",
    "levelMatchNotFound": "El clima no coincide, prueba con otro lugar.",
    "levelMatchFound": "¡Se encontró coincidencia climática!",
    "cycleTitle": "Ciclo",
    "cycle": "CICLO {0}",
    "cycleStart": "COMENZAR",
    "cycleEnd": "ACABADO DE CICLO",
    "victory": "VICTORIA",
    "summaryTitle": "RESUMEN",
    "climate": "Clima",
    "climate_title": "CLIMA",
    "climateZone": "Zona Climática",
    "climateZones": "Zonas Climáticas",
    "weather_title": "TIEMPO",
    "microclimate_title": "MICROCLIMA",
    "latitudes": "Latitudes",
    "latitudeEquator": "Ecuador (0°)",
    "latitudeTropicCancer": "Trópico de cáncer (23°27')",
    "latitudeTropicCapricorn": "Trópico de Capricornio (23°27')",
    "latitudeArctic": "Círculo Polar Ártico (66°33')",
    "latitudeAntarctic": "Círculo Antártico (66°33')",
    "zone": "Zona",
    "zoneTropics": "Trópicos",
    "zoneSubtropics": "Subtrópicos",
    "zoneTemperate": "Templado",
    "zoneFrigid": "Frígido",
    "type": "Tipo",
    "humidity": "Humedad",
    "wind": "Viento",
    "windSpeed": "Velocidad del Viento",
    "winter": "Invierno",
    "summer": "Verano",
    "autumn": "Otoño",
    "spring": "Primavera",
    "warmSummerColdWinter": "Verano cálido, invierno fresco.",
    "hotYearly": "Caliente todo el año.",
    "weatherAlert": "ALERTA METEOROLÓGICA",
    "weatherForecast": "Pronóstico Meteorológico",
    "weatherSunny": "Soleado",
    "weatherSunnyDesc": "El sol es visible durante la mayor parte del día con pocas nubes dispersas.",
    "weatherPartlySunny": "Parcialmente soleado",
    "weatherPartlySunnyDesc": "Menos de la mitad del cielo está cubierto de nubes.",
    "weatherMostlyCloudy": "Mayormente nublado",
    "weatherMostlyCloudyDesc": "Las nubes cubren el cielo por más del 60%.",
    "weatherCloudy": "Nublado",
    "weatherCloudyDesc": "Las nubes cubren casi todo el cielo.",
    "weatherLightRain": "Lluvia ligera",
    "weatherLightRainDesc": "Una pequeña cantidad de agua se acumula de la lluvia durante el día.",
    "weatherRain": "Lluvia",
    "weatherRainDesc": "Una cantidad moderada de agua se acumula de la lluvia durante el día.",
    "weatherOvercast": "Nublado",
    "weatherOvercastDesc": "Las nubes cubren el cielo más del 90%. El sol es prácticamente invisible durante todo el día.",
    "weatherFog": "Niebla",
    "weatherFogDesc": "Las nubes se han formado a nivel del suelo, lo que provoca poca visibilidad.",
    "weatherHaze": "Neblina",
    "weatherHazeDesc": "Las partículas de polvo cuelgan sobre el aire debido a las ráfagas de viento, lo que provoca poca visibilidad.",
    "weatherSandstorm": "Tormenta de arena",
    "weatherSandstormDesc": "El viento fuerte lleva una peligrosa cantidad de arena causando estragos masivos y baja visibilidad.",
    "weatherLightSnow": "Nieve ligera",
    "weatherLightSnowDesc": "Una pequeña cantidad de nieve se acumula a lo largo del día. Se espera una baja visibilidad.",
    "weatherSnow": "Nieve",
    "weatherSnowDesc": "A lo largo del día se acumula una cantidad moderada de nieve. Se espera una baja visibilidad.",
    "weatherBlizzard": "Tormenta de nieve",
    "weatherBlizzardDesc": "Una combinación de viento fuerte y temperatura de congelación. Es de esperar que se caigan grandes restos de hielo durante todo el día.",
    "unitAllyCollector": "Rana Recolectante",
    "unitAllyCollectorDesc": "Estas ranas recolectarán agua de una fuente cercana. Por favor, protéjalos mientras atraviesan la tierra.",
    "unitAllyGardener": "Rana de jardín",
    "unitAllyGardenerDesc": "Estas ranas atenderán al jardín para ayudar a cultivar las flores y librarlas de malezas molestas.",
    "unitAllyMallet": "Rana de hierro",
    "unitAllyMalletDesc": "Despliega estas ranas resistentes para aplastar a molestos roedores del suelo.",
    "unitAllySpearman": "Rana de aire",
    "unitAllySpearmanDesc": "Despliega estas ranas para luchar contra las plagas que azotan el cielo.",
    "unitAllySunfly": "Mosca Solar",
    "unitAllySunflyDesc": "Estas moscas son capaces de generar calor para ayudar a que las flores crezcan en climas fríos, así como derretir hielo.",
    "unitAllyWindBlocker": "Rana del parabrisas",
    "unitAllyWindBlockerDesc": "Despliega estas ranas para proteger las flores de la explosión del viento peligroso.",
    "climateZonePolar": "Polar",
    "climateZonePolarDesc": "Polar",
    "climateZoneTemperate": "Templado",
    "climateZoneTemperateDesc": "Templado",
    "climateZoneTropical": "Tropical",
    "climateZoneTropicalDesc": "Tropical",
    "climateTypeArid": "Desierto",
    "climateTypeAridDesc": "Estos climas son áreas secas que reciben poca o ninguna lluvia durante un período de tiempo. No puede crecer mucha vegetación en estas áreas.",
    "climateTypeContinental": "Continental",
    "climateTypeContinentalDesc": "Los climas continentales se encuentran en regiones alejadas del mar. Generalmente tienen cuatro estaciones: primavera, verano, otoño e invierno.",
    "climateTypeMarineWestCoast": "Oceánico",
    "climateTypeMarineWestCoastDesc": "Las corrientes oceánicas (o marítimas) están influenciadas por las corrientes oceánicas y generalmente se encuentran junto al mar. El rango de temperatura es bastante estrecho, con veranos e inviernos fríos.",
    "climateTypeMediterranean": "Mediterráneo",
    "climateTypeMediterraneanDesc": "Los climas mediterráneos se encuentran generalmente en regiones costeras, donde el agua es cálida. La temperatura es suave y húmeda.",
    "climateTypePolar": "Ártico",
    "climateTypePolarDesc": "El clima ártico se define por su largo invierno helado y su corto verano fresco. Están en la parte superior e inferior de la Tierra, donde el sol apenas brilla.",
    "climateTypeRainforest": "Selva Tropical",
    "climateTypeRainforestDesc": "El clima de la selva tropical se define por su frecuente lluvia y su alta humedad. Debido a esto, estas zonas son densas con árboles y vegetaciones.",
    "locationOutback": "Interior Australiano",
    "locationOutbackDesc": "El interior se encuentra dentro de Australia. Su bioma consiste en: tropical, sabana y desierto.",
    "locationGreatPlains": "Grandes Llanuras",
    "locationGreatPlainsDesc": "Las Grandes Llanuras son las amplias tierras planas en el centro de América del Norte. Su bioma se compone principalmente de: praderas (campos de hierba plana) y tierras baldías (mesetas y cañones).",
    "locationSahara": "Desierto del Sahara",
    "locationSaharaDesc": "El Sahara es actualmente el desierto caliente más grande del mundo, ubicado en el norte de África. Su bioma es predominantemente un desierto.",
    "locationBritishIsles": "Islas Británicas",
    "locationBritishIslesDesc": "Las Islas Británicas son un grupo de islas situadas en la costa noroeste de Europa. Su bioma es principalmente el de un bosque templado.",
    "locationPacificNorthwest": "Noroeste del Pacífico",
    "locationPacificNorthwestDesc": "El noroeste del Pacífico es una región de América del Norte entre el Océano Pacífico y la cordillera. Su bioma consiste principalmente en un bosque de coníferas (pinos y árboles perennes).",
    "locationCostaBrava": "Costa Brava",
    "locationCostaBravaDesc": "Situado en la región costera noreste de España. Su bioma consiste en: bosque seco y matorrales.",
    "locationGreenland": "Groenlandia",
    "locationGreenlandDesc": "Groenlandia es la isla más grande del mundo ubicada en el Océano Atlántico Norte. Su bioma consiste principalmente en una tundra.",
    "locationSiberia": "Siberia",
    "locationSiberiaDesc": "Siberia es una vasta región al norte de Rusia. Su bioma consiste principalmente en un bosque nevado (taiga).",
    "locationBrazil": "Brasil",
    "locationBrazilDesc": "Brasil es un país de la región alta de Sudamérica situado junto al Océano Atlántico. Su bioma consiste principalmente en la selva amazónica.",
    "locationPuertoRico": "Puerto Rico",
    "locationPuertoRicoDesc": "Puerto Rico es una isla autónoma asociada a los Estados Unidos situada en el noreste del mar Caribe. Su bioma consiste principalmente en una selva tropical.",
    "intro01": "¡Bienvenido a Project Bloom! Estamos realizando un experimento para cultivar flores especiales en varios climas.",
    "intro02": "Te necesitamos para ayudar a entrenar estas finas ranas capaces de nutrir y proteger las flores.",
    "tutorialLevelSelect01": "Ésta es un mapa satelital de Tierra. Ayúdenos a encontrar un lugar adecuado para desembarcar nuestras plántulas según el clima objetivo.",
    "tutorialLevelSelect02": "Puede presionar la imagen del clima para obtener más información.",
    "tutorialDragInstruction": "Arrastra la carta hacia el campo de juego.",
    "tutorialWeatherInfo": "Presiona cualquier clima para obtener más información.",
    "level1Summary01": "Clima versus Tiempo",
    "level1Summary02": "El clima describe la condición atmosférica de una región dentro de un período de tiempo: hora a hora, día a día.",
    "level1Summary03": "El clima describe el patrón del clima en una región durante un largo período de tiempo: 30 años o más.",
    "level1Summary_ex01": "Día 1",
    "level1Summary_ex02": "Día 2",
    "level1Summary_ex03": "Día 3",
    "level2Summary01": "Microclima",
    "level2Summary02": "Algunas zonas locales pueden tener un patrón de clima diferente al del clima principal. Esto puede ser tan pequeño como un parche de jardín o incluso una cueva. Por ejemplo: una montaña o una colina pueden bloquear la luz solar durante la mayor parte del tiempo, lo que provoca una región más fría.",
    "level3Summary01": "Clima Severo",
    "level3Summary02": "Estos son tipos raros de clima que pueden causar estragos en una región. Su estado atmosférico, como el viento y la temperatura, están fuera de las listas. Los climas severos se consideran peligrosos y pueden ponerlo en una situación peligrosa.",
    "postGameDialog01": "Ahora que tenemos suficientes datos climáticos de la Tierra, solo tenemos que verificar su categoría en cada zona climática.",
    "postGameDialog02": "Ha sido de gran ayuda, pero te necesitamos una vez más para que se adapte correctamente a estos climas.",
    "projectSuccess": "ÉXITO DEL PROYECTO",
    "congrats": "¡Gracias por jugar!",
    "end": "COMPLETAR",
    "intro_climate_continental_01": "",
    "intro_climate_continental_02": "",
    "intro_climate_continental_03": "",
    "intro_climate_continental_04": "",
    "intro_weather_01": "",
    "intro_weather_02": "",
    "intro_weather_03": "",
    "intro_weather_04": "",
    "weed_intro_01": "",
    "weed_intro_02": "",
    "weed_intro_03": "",
    "mole_intro_01": "",
    "mole_intro_02": "",
    "mole_intro_03": "",
    "beetle_intro_01": "",
    "beetle_intro_02": "",
    "beetle_intro_03": "",
    "coolRainyAnnually": "",
    "intro_climate_oceanic_01": "",
    "intro_climate_oceanic_02": "",
    "intro_climate_oceanic_03": "",
    "intro_climate_oceanic_04": "",
    "intro_microclimate_01": "",
    "intro_microclimate_02": "",
    "intro_microclimate_03": "",
    "mushroom_intro_01": "",
    "mushroom_intro_02": "",
    "mushroom_intro_03": "",
    "mushroom_intro_04": "",
    "intro_climate_desert_01": "",
    "intro_climate_desert_02": "",
    "intro_climate_desert_03": "",
    "hopper_intro_01": "",
    "hopper_intro_02": "",
    "hopper_intro_03": "",
    "hopper_intro_04": "",
    "antlion_intro_01": "",
    "antlion_intro_02": "",
    "antlion_intro_03": "",
    "antlion_intro_04": "",
    "hazard_weather_intro_01": "",
    "hazard_weather_intro_02": "",
    "hazard_weather_intro_03": "",
    "coldAnnually": "",
    "intro_climate_polar_01": "",
    "intro_climate_polar_02": "",
    "intro_climate_polar_03": "",
    "intro_climate_polar_04": "",
    "intro_climate_polar_05": "",
    "dragClimateZone_instruction": ""
  }
}